---
kind: property
id: P:Autodesk.Revit.DB.RelinquishOptions.StandardWorksets
source: html/315b02cc-9794-0541-d727-ebe8ec2d770c.htm
---
# Autodesk.Revit.DB.RelinquishOptions.StandardWorksets Property

True means all project standards worksets owned by the current user should be relinquished.
 False means none of these are relinquished.

## Syntax (C#)
```csharp
public bool StandardWorksets { get; set; }
```